e5-2620-v4/noretpoline-pti-pcid/pgbench/10000/runs/result-ro-prepared-10000-1.log
transaction type: <builtin: select only>
scaling factor: 10000
query mode: prepared
number of clients: 16
number of threads: 16
duration: 300 s
number of transactions actually processed: 6851334
latency average = 0.701 ms
tps = 22837.594977 (including connections establishing)
tps = 22837.849765 (excluding connections establishing)