e5-2620-v4/noretpoline-pti-pcid/pgbench/10000/runs/result-ro-prepared-10000-3.log
transaction type: <builtin: select only>
scaling factor: 10000
query mode: prepared
number of clients: 16
number of threads: 16
duration: 300 s
number of transactions actually processed: 7202853
latency average = 0.666 ms
tps = 24009.323910 (including connections establishing)
tps = 24009.612977 (excluding connections establishing)